#+TITLE: Org Manual
#+AUTHOR: Yang

*** Clocking Work Time
:LOGBOOK:
CLOCK: [2019-12-11 Wed 16:18]--[2019-12-11 Wed 16:22] =>  0:04
:END:
| cmd         | description                                                            |
|-------------+------------------------------------------------------------------------|
| C-c C-x C-i | start the clock on current item (clock-in), insert the 'CLOCK' keyword |
| C-c C-x C-o | stop the clock (clock-in), also add '=> HH:MM'                         |
| C-c C-x C-e | update the effort estimate for the current clock task                  |
| C-c C-x C-q | cancel the current clock                                               |
| C-c C-x C-j | jump to the headline of currently clocked in task                      |
*** Evaluating code blocks
use C-c C-c to evaluate code, C-c ' to edit/quit code
#+begin_src emacs-lisp
  (+ 1 2 3 4)
#+end_src

#+RESULTS:
: 10
